Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/hyvaa_kansainvalista_maailman_alkuperaiskansojen_paivaa.html.tmx
Source language: fin
Languages: smn

source: Hyvää kansainvälistä maailman alkuperäiskansojen päivää
smn: Pyeri aalmugijkoskâsâš maailm algâaalmugij peivi

source: YK:n kansainvälistä maailman alkuperäiskansojen päivää vietetään vuosittain elokuun 9. päivä.
smn: OA aalmugijkoskâsâš maailm algâaalmugij peivi annoo jyehi ive porgemáánu 9. peeivi.

source: Päivän tarkoituksena on levittää ja lisätä tietoisuutta alkuperäiskansoja koskettavista kysymyksistä sekä nostaa esille alkuperäiskansojen oikeuksien suojelun ja edistämisen merkitystä.
smn: Peeivi ulmen lii sirdeđ já lasettiđ tiäđu algâaalmugáid kyeskee koččâmušâin sehe pajediđ oovdân algâaalmugij vuoigâdvuođâi suojâlem já ovdedem merhâšume.

source: Vuoden 2021 teema on Ketään ei jätetä jälkeen: alkuperäiskansat ja vaatimus uudesta sosiaalisesta sopimuksesta (Leaving no one behind: Indigenous peoples and the call for a new social contract) .
smn: Ive 2021 teema lii Ep kyeđe kiämmán fáárust: algâaalmugeh já vátámâš uđđâ sosiaallii sopâmušâst (Leaving no one behind: Indigenous peoples and the call for a new social contract) .

source: Saamelaiset ovat yksi maailman alkuperäiskansoista ja elävät alueella, joka on nykyään jaettu neljän eri valtion alueille.
smn: Sämmiliih láá ohtâ maailm algâaalmugijn já sij eelih kuávlust, mii lii tääl juohhum neelji sierâ staatâ kuávlun.

source: Saamelaiskäräjät on omalla laillaan perustettu saamelaisten itsehallintoelin, jonka tärkein tehtävä on toteuttaa saamelaista kulttuuri-itsehallintoa sekä turvata saamelaisen alkuperäiskansakulttuurin säilyminen ja kehittyminen.
smn: Sämitigge lii jieijâs lavváin vuáđudum sämmilij jiešhaldâšemorgaan, mon tehálumos pargon lii olášuttiđ sämmilii kulttuurjiešhaldâšem sehe turviđ sämmilii algâaalmugkulttuur siäilum já ovdánem.

source: Saamelaiskäräjät tekee jatkuvasti töitä saamelaisten asioiden ja oikeuksien edistämiseksi niin kansallisella kuin kansainväliselläkin tasolla.
smn: Sämitigge parga ohtânmaanoost pargo sämmilij aašij já vuoigâdvuođâi ovdedem oovdân nuuvt aalmuglii ko meid aalmugijkoskâsii tääsist.

source: Saamelaisten ihmisoikeuksien edistäminen kokonaisuutena kaikilla tasoilla ja alkuperäiskansaoikeuksien julistuksen toimeenpano Suomessa ovat yksi Saamelaiskäräjien vaalikauden 2020–2023 päätavoitteista.
smn: Sämmilij olmoošvuoigâdvuođâi ovdedem olesvuottân puoh taasijn já algâaalmugvuoigâdvuođâi julgáštus olášuttem Suomâst lii ohtâ Sämitige valjâpaje 2020–2023 váldu-uulmijn.

source: – Yksi konkreettinen esimerkki saamelaisten ihmisoikeuksien toteutumista edistävistä toimista Suomessa olisi saamelaiskäräjälain muutoksen eteenpäin vieminen, toteaa puheenjohtaja Tuomas Aslak Juuso.
smn: – Ohtâ konkreetlâš ovdâmerkkâ sämmilij olmoošvuoigâdvuođâi olášume ovdedeijee tooimâin Suomâst ličij sämitiggelaavâ nubástus ovdâskulij tuálvum, iätá saavâjođetteijee Tuomas Aslak Juuso.

source: YK:n julistus alkuperäiskansojen oikeuksista on hyväksytty 13.9.2007 YK:n yleiskokouksen päätöslauselmalla .
smn: OA julgáštus algâaalmugij vuoigâdvuođâin lii tuhhiittum 13.9.2007 OA almosčuákkim miärádâscelkkuin .

source: Suomi on hyväksynyt julistuksen varaumitta ja sitoutunut sen toimeenpanoon.
smn: Suomâ lii tuhhiittâm julgáštus varâdâsâittáá já čonâdâttâm ton olášutmân.

source: Julistuksen keskeiset artiklat koskevat alkuperäiskansojen itsemääräämisoikeutta, oikeutta omaan kieleen ja kulttuuriin, valtioiden vastuuta alkuperäiskansakulttuurien turvaamisessa sekä alkuperäiskansojen oikeutta luonnonvaroihin.
smn: Julgáštus kuávdášliih artikkâleh kyeskih algâaalmugij jiešmeridemvuoigâdvuotân, vuoigâdvuotân jieijâs kielân já kulttuurân, staatâi ovdâsvástádâsân algâaalmugkulttuurij turviimist sehe algâaalmugij vuoigâdvuotân luánduriggoduvváid.

source: Julistus myös kieltää kaikenlaiset alkuperäiskansojen sulauttamispyrkimykset.
smn: Julgáštus meid kiäldá puohlágánijd algâaalmugij suddâluttemviggâmušâid.

source: Valtioiden sitoutuminen YK:n alkuperäiskansajulistukseen ja sen toimeenpanoon vahvistettiin 22.-23.9.2014 pidetyn alkuperäiskansojen maailmankonferenssin loppuasiakirjassa, joka on hyväksytty myös YK:n yleiskokouksen päätöslauselmana .
smn: Staatâi čonâdâttâm OA algâaalmugjulgáštusân ja ton olášutmân nannejui 22.-23.9.2014 tollum algâaalmugij maailmkonferens loppâäššikirjeest, mii lii tuhhiittum meid OA almosčuákkim miärádâsceelhân .

source: Loppuasiakirjassa Suomi on sitoutunut ” yhteistyössä alkuperäiskansojen kanssa niiden omien edustuselinten kautta tarkoituksena kehittää ja toteuttaa tarvittaessa kansallisia toimintasuunnitelmia, strategioita tai muita toimia julistuksen tavoitteiden saavuttamiseksi ” (A/RES/69/2, operative para.
smn: Loppâäššikirjeest Suomâ lii čonâdâttâm ” oovtâstpargoost algâaalmugijguin sii jieijâs ovdâstemorgaanij peht ulmen ovdediđ já olášuttiđ táárbu mield aalmuglijd toimâvuáváámijd, strategiaid tâi eres tooimâid julgáštus uulmij juksâm várás ” (A/RES/69/2, operative para.

source: – Toivon, että Suomessa lähdetään edistämään YK:n alkuperäiskansajulistusta toimeenpanevan toimintasuunnitelman laatimista ja sen toimeenpanemista mahdollisimman pian, sanoo Juuso.
smn: – Mun tuáivum, ete Suomâst vyelgip ovdediđ OA algâaalmugjulgáštus olášuttee toimâvuávám rähtim já ton olášuttem nuuvt jotelávt ko máhđulâš, iätá Juuso.

source: Lue YK:n julistus alkuperäiskansojen oikeuksista
smn: Luuvâ OA julgáštus algâaalmugij vuoigâdvuođâin

source: Teemapäivän kotisivu (un.org)
smn: Teemapeeivi päikkisijđo (un.org)

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.figgi.fi
